IDEA Open Model
Member1D.Member1DType Property
Compatible with IDEA StatiCa v 10.1
 Beam, column,...
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public Member1DType Member1DType { get; set; }
Public Property Member1DType As Member1DType
	Get
	Set
public:
property Member1DType Member1DType {
	Member1DType get ();
	void set (Member1DType value);
}
Property Value
Type: Member1DType
See Also
Reference
Member1D Class
IdeaRS.OpenModel.Model Namespace